[language_info]
enname=Korean
name=한국어
[common]
Save=저장 
Cancel=취소
OK=확인 
Value=값
Message=메시지
Title=타이틀
Question=질문
Manager=매니저
Editor=에디터
Yes=예
No=아니
Insert=추가 
normal=노말
to_%1%=to %1% 
Low=로우
High=하이
Undo=되돌리기
From_%1%_to_%2%=From %1% to %2%
New_name=새로운 이름 
Unnamed=이름 없음  
To=To
Unit=유닛
System=시스템
Hidden=숨김
Operation=Operation
Copy=복사
General=일반
Until=Until
Performance=성능
Help=도움말
Which_unit=Which unit  
Target=대상
Status_to_set=Status to set
Off=오프
Toggle=토글
Always_on=항상 온  
Always_off=항상 오프
Close=닫기
Length=길이
Preview=미리보기
Automatic=자동
Examples=예
Error!=에러!
Cancelling=취소..
Custom=Custom
Do_not_use=Do not use    
Type=Type
Status=Status
[translations]
Red_drive=  
Don't_save=저장하지 않기
Later=나중에
[Error reports]
You_cannot_connect_to_trigger!=트리거에 연결할 수 없습니다   
The_connection_cannot_start_and_end_on_the_same_element!=연결이 시작되고 끝날 수 없습니다     
Trigger_cannot_be_removed!=트리거가 삭제될 수 없습니다!  
Exception=예외
Error=에러
This_window_seems_not_to_have_controls=이 윈도우는 컨트롤이 없습니다     
Warning=경고
The_end_of_a_loop_was_entered,_but_this_loop_was_not_the_current_one.=루프가 종료되었습니다, but this loop was not the current one.   
Current_thread_will_be_closed=실행중인 쓰레드는 종료될 것 입니다      
No_help_file_was_found=No help file was found    
The_specified_folder_does_not_exist._Should_it_be_created?=폴더가 존재하지않습니다, 새로 생성할까요?   
If_you_press_'%1%',_previous_path_will_remain.='%1%' 를 누르면, 이전의 경로는 유지될 것 입니다.      
The_specified_folder_is_not_an_absolute_path!=The specified folder is not an absolute path!
The_specified_folder_could_not_be_created!=해당 폴더는 생성될 수 없습니다        
Seeked_window_does_not_exist=해당 윈도우가 존재하지 않습니다    
Current_thread_was_closed=현재 쓰레드는 종료되었습니다  
%1%_'%2%'_ended_with_an_error=%1% '%2%' 에서 에러가 발생했습니다  
%1%_is_empty.=%1% 가 비었습니다(is empty)     
%1%_is_not_a_number.=%1% 는 숫자가 아닙니다      
No_window_specified.=정해진 윈도우가 없습니다   
%1%_is_not_specified.=%1% 가 정해지지 않았습니다    
No_files_copied=파일이 복사되지 않았습니다   
%1%_files_not_copied=%1% 파일이 복사되지 않았습니다    
%1%_is_not_valid=%1% 가 유효하지 않습니다 (is not valid)
Folder_not_copied=폴더가 복사되지 않았습니다   
Folder_not_created=폴더가 생성되지 않았습니다  
Variable_'%1%'_is_does_not_contain_a_date.=변수 '%1%' 가 날짜를 포함하지 않습니다        
Variable_'%1%'_is_not_empty_and_does_not_contain_a_list.=변수 '%1%' 가 비어있지 않고, 리스트를 포함하지 않습니다     
%1%_files_not_deleted=%1% 파일이 삭제되지 않았습니다   
No_files_deleted=파일이 삭제되지 않았습니다  
Folder_not_deleted=폴더가 삭제되지 않았습니다  
Not_deleted_from_ini=ini 파일로부터 삭제되지 않았습니다  
Variable_'%1%'_does_not_contain_a_list.=변수 '%1%' 는 리스트를 포함하지 않습니다     
Couldn't_download_file=파일을 다운로드 할 수 없습니다       
Recycle_bin_could_not_be_emptied.=휴지통이 비워질 수 없습니다   
Variable_'%1%'_is_not_date_format.=변수 '%1%' 가 날짜형식이 아닙니다    
No_elements_found_in_clipboard=클립보드에서 아무런 정보가 없습니다     
Seeked_control_does_not_exist=해당 컨트롤이 존재하지 않습니다   
%1%_does_not_exist=%1% 가 존재하지 않습니다     
File_'%1%'_does_not_exist=파일 '%1%' 가 존재하지 않습니다    
The_list_'%1%'_does_not_contain_an_integer_key.=리스트 '%1%' 가 integer(정수) 값을 가지지 않습니다      
The_list_'%1%'_does_not_contain_the_key_'%2%'.=리스트 '%1%' 가 값 '%2%' 을 가지지 않습니다    
No_position_specified.=포지션이 정해지지 않았습니다   
Searched_text_not_found=해당 텍스트는 존재하지 않습니다    
User_dismissed_the_dialog_without_selecting_a_file_or_system_refused_to_show_the_dialog.=User dismissed the dialog without selecting a file or system refused to show the dialog.
The_maximum_amount_is_reached.=초과되었습니다
Timer_'%1%'_couln't_be_activated!=타이머 '%1%' 는 실행될 수 없습니다!    
The_hotkey_%1%_cannot_be_set!=핫키 %1% 가 설정될 수 없습니다   
The_AutoHotFlow_manager_needs_to_be_started_first,_before_a_flow_can_be_opened.=The AutoHotFlow manager needs to be started first, before a flow can be opened.
The_flow_will_close_now.=플로우는 종료될 것 입니다 
Section_'%1%'_and_key_'%2%'_not_found.=Section '%1%' and key '%2%' not found.
No_response_from_the_manager=매니저로부터 응답이 없습니다
There_is_no_flow_named_'%1%'=플로우 '%1%'  존재하지 않습니다     
Flow_%1%_could_not_be_started.=플로우 %1% 는 시작될 수 없습니다   
Flow_is_not_enabled=플로우가 활성화되지 않았습니다 
Manager_did_not_start_the_flow=매니저가 플로우를 시작하지 않았습니다    
Process_could_not_be_closed=프로세스가 종료될 수 없습니다  
Trigger_'%1%'_couln't_be_activated!=트리거 '%1%' 가 실행될 수 없습니다  
[Flow editor]
New_Trigger=새로운 트리거 
Select_a_trigger=트리거를 선택하기  
Select_connection_type=연결 타입을 설정하기  
Delete_Trigger=트리거 삭제  
which_%1%_should_be_created?=어떤 %1% 가 생성되어야 하나요?   
New_Category=새로운 카테고리  
New_Flow=새로운 플로우(Flow) 
Renamed=이름변경 
A_flow_with_name_%1%_already_exists=플로우 이름 %1% 은 이미 존재합니다    
A_flow_can_not_have_an_empty_name=플로우는 반드시 이름을 설정해야 합니다       
A_category_with_name_%1%_already_exists=카테고리 이름 %1% 은 이미 존재합니다    
Confirm_deletion=삭제 확인  
Do_you_really_want_to_delete_the_flow_%1%?=플로우 %1% 를 삭제할까요?  
Do_you_really_want_to_delete_the_category_%1%?=카테고리 %1% 을 삭제할까요?  
Uncategorized=카테고리 미정  
All_flows_of_that_category_will_be_moved_into_the_category=카테고리의 모든 플로우는 카테고리 %1% 의 플로우로 이동됩니다     
This_category_can_not_be_removed!=이 카테고리는 삭제될 수 없습니다!   
Change_category=카테고리 변경
Where_should_%1%_be_moved?=%1% 가 어디로 이동되어야 하나요   
delete=삭제
Condition=조건식
Create_new_action=새로운 액션 생성   
Create_new_condition=새로운 조건식  생성
This_Connection_Already_Exists!=이 연결은 이미 존재합니다 
Delete_Object=오브젝트 삭제 
Do_you_really_want_to_delete_the_%1%_%2%?=%1% %2% 를 삭제할까  
A_category_can_not_have_an_empty_name=카테고리는 반드시 이름을 설정해야 합니  
Show_manager=매니저 보이기   
Edit_%1%=Edit %1%
AutoHotFlow_Manager=AutoHotFlow Manager
Flow_%1%=플로우%1%
The_name_of_the_flow_begins_with_%1%!_Such_flows_will_be_deleted_or_overwritten_on_next_update!=플로우의 이름은 %1% 로 시작합니다 이러한 플로우는 다음 업데이트때 삭제되거나, 덮어씌워 질 수 있습니다
Select_element_type=element type 선택   
Create_new_loop=반복문 생성
Loop=Loop 반복문 
Simple_loop=심플 Loop 반복문     
Flow=플로우
No_elements_selected=엘리먼트가 선택되지 않았습니다
Unnamed_trigger=이름 없는 트리거 
Experimental=실험적 
[Settings]
Select_Language.=언어 선택  
Settings=설정
Change_Language=언어 변경  
Skip_execution_when_an_instance_is_already_executing=실행중인 코드가 있을 경우, 실행을 스킵  
Wait_until_the_currently_executing_instance_has_finished=현재 코드가 끝날때까지 기다림 
Stop_the_currently_executing_instance_and_execute_afterwards=현재 실행중인 코드를 중지하고, 다음 코드를 실행   
Options=옵션
[Elements - File]
File=파일
Shortcut=바로가기
Path_of_the_Shortcut=바로가기 경로
Set_the_Shortcut_path=바로가기 경로 설정 
File_path=파일 경로
Write_to_file=파일 쓰기
Files=
Select_file=파일 선택
Select_a_file=파일 선택 
Encoding=인코딩
Append_or_overwrite=추가 또는 덮어쓰기
Append=추가
Overwrite=덮어쓰기
Delete_file=파일 삭제  
Read_from_file=파일 읽기
Create_folder=폴더 생성
Select_folder=폴더 선택 
Select_a_folder=폴더 선택
Copy_file=파일 복사
Copy_folder=폴더 복사
Move_file=파일 이동
Overwrite_existing_files=덮어쓰기
Rename_file=파일 이름변경   
Rename_folder=폴더 이름변경
Folder=폴더
Delete_folder=폴더 삭제  
Write_to_ini=ini 쓰기    
Delete_from_ini=ini 에서 삭제 
[Element editor]
Standard_name=Standard 이름 
Variable_name=변수 이름
Flow_control=플로우 컨트롤 
Variable=변수 
Window=윈도우 
For_experts=전문가 모드 
Action=액션
Select_a_control_text_which_you_want_to_import=import 하고싶은 컨트롤 텍스트를 선택하세요  
Flow_name=플로우 이름  
Method=메소드
Infinite_loop=무한 루프
Update_window_list=윈도우 리스트 업데이트
Method_%1%=메소드%1%
Get_coordinates=좌표 구하기 
Trigger=트리거
This_field_contains_a_string=대상은 문자열을 포함하고 있습니다 
This_field_mustn't_be_empty!=대상은 비어있을 수 없습니다     
This_field_contains_a_variable_name=대상은 변수이름을 포함합니다   
[Save and load]
saving=저장중
saved=저장됨  
loading=로딩중
loaded=로드 완료 
You_have_not_saved.=저장하지 않았습니다 
Do_you_want_to_save?=저장할까
saving_to_clipboard=클립보드로 복사 
saved_%1%_elements_to_clipboard=%1% 를 클립보드로 복사했습니다   
loading_from_clipboard=클립보드에서 붙여넣기   
[Flow state]
Run=실행 
Enable=활성화 
Stop=중지 
Stopping=멈추기
Disable=비활성화
Exit=종료 
[Elements - Variables]
New_variable=새로운 변수
Replace_variables=변수 변경
Clipboard_Changes=클립보드 변경
[Elements - Interaction]
Tooltip=툴팁 
Hotkey=핫키(Hotkey)
Send_Keystrokes=Send 키입력 
Send_keystokes=Send 키입력 
Info_icon=알림 아이콘
Warning_icon=경고 아이콘
Error_icon=에러 아이콘
Message_Box=메시지 박스  
Keys_or_text_to_send=보낼 키 또는 텍스트  
which_button=버튼 설정 
Left_button=왼쪽 버튼
Right_button=오른쪽 버튼
Middle_Button=휠 버튼
[Elements - time]
Duration_in_ms=ms 시간    
ms=밀리세컨드 (ms)  
Seconds=초
Minutes=분
Hours=시간
Duration=
Delay=딜레이
[Elements - process]
Process_ID=프로세스 ID(PID)
Process_Name=프로세스 이름
[Elements - power]
Shutdown_Computer=컴퓨터 종료
Lock_computer=컴퓨터 락걸기  
Hibernate_computer=컴퓨터 최대절전
Reboot_computer=컴퓨터 리붓 
Log_off=컴퓨터 로그오프
[Elements - Flow manipulation]
Stop_flow=플로우 중지 
Flow_enabled=플로우 활성화
Flow_running=플로우 실행중
[Elements - Sound]
Sound=소리
Volume=음량
[Elements - Other]
Conditional_loop=조건(Conditional)식 루프
Endless_loop=무한 루프
Debugging=디버깅
Debug_Dialog=디버그 메시지